tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "shivammathur/php"
brew "automake"
brew "berkeley-db"
brew "cmake"
brew "curl"
brew "dnsmasq", restart_service: true
brew "libogg"
brew "git"
brew "tcl-tk"
brew "gradle"
brew "httpd"
brew "hugo"
brew "shared-mime-info"
brew "imagemagick"
brew "inetutils"
brew "libsndfile"
brew "jack", restart_service: true
brew "lame"
brew "libevent"
brew "libcouchbase"
brew "libpq"
brew "mariadb", restart_service: true
brew "nvm"
brew "pkg-config"
brew "portaudio"
brew "pyenv"
brew "qt", link: false
brew "rbenv"
brew "uncrustify"
brew "valgrind", args: ["HEAD"]
brew "watchman"
brew "wget"
brew "yarn"
brew "zlib"
brew "mongodb/brew/mongodb-community", link: false
brew "mongodb/brew/mongodb-community-shell"
brew "shivammathur/php/php@7.2", link: true
